{
  "original": {
    "partOne": {
      "header": "The skies bellowed with thunder",
      "body": [
        "As Wyn and Jannalor jumped in their boat seeking for a new land. For days and nights they sailed in the raging Sea of Liquidity, unsure of what they’d find.",
        "Since the Faorin centralized control of their region, the towers in the city had become taller and brighter. Yet tales of arbitrary suffering grew as policies designed for the few impacted the many, and volatility of the annual harvests increased.",
        "Only one thing was certain: there had to be a better way. They found adventurers from myriad backgrounds upon exploring. Wyn and Jannalor had been researchers, studying the minute details of the origins of high elvish magic, but what they found here was new even to them.",
        "“Jannalor!” said Wyn. “Just like us, there have to be others…other degens who seek a better way. We must find them!”"
      ]
    },
    "partTwo": {
      "header": "They were soon joined by Corym",
      "body": [
        "A High Elf from the Nordic faction, wielding a Bo staff made of Mallorn tree. Hailing from the House of Chadtham, he taught them ways of governing both the duties and the spoils of harvest.",
        "“We’ll teach them the way of the high elves, and we’ll learn from them. Our magic will grow stronger together,” Jannalor replied. Experimenting with spices from their new neighbours, they turned to a crop called Bacchae, long outlawed in the Old World for being too degenerate.",
        "With these elements combined, they tamed the harvest’s boom and bust cycles, allowing spices to flow at a steady rate. This brought stability to their farming efforts, and to their newfound way of life."
      ]
    },
    "partThree": {
      "header": "It was then when their true adventure began",
      "body": [
        "Hearing of this prosperous harvest outside of their direct control, the Faorin quickly acted to halt all shipping and impose an embargo on all spice shipments across the Sea of Liquidity.",
        "“This aggression will not stand! The spice must flow!” raged Jannalor, determined to share their findings with their ancestors back home.",
        "Channeling their newfound powers, the Elfi summoned a Portal right outside the tower city of the Faorin. An open challenge to ancient tradition invited all those who dared walk a new path. And it was then when their true adventure began."
      ]
    }
  },
  "meme": {
    "partOne": {
      "header": "Seeking refuge from the Curve Wars,",
      "body": [
        "Wyn and Jannalor forsook the ways of their ancestors to walk the Degen path and embrace the way of the Chad. They aped into the raging Sea of Liquidity, passed the Strait of Rugs, wary of whales ready to turn you into “exit liquidity”.",
        "Since the plebs invaded, the city grew shinier and more uwu, but airdrops had all dried up. Only promises of POAPs remained, which nobody knew how to claim.",
        "Yet tales of rugging grew with constant Sybil attacks in high VC season. “The rug really tied the room together,” bemoaned Wyn.",
        "Only one thing was certain: devs HAD to do something.",
        "Upon exploring, they found lands filled with defi chads, nft degens, and anime gfs, all looking to join the fun. “They said I couldn’t raise a seed round” Wyn roared!",
        "Wyn and Jannalor had been rotating shape shifters, studying the minute details of the origins of hentai “high” elvish magic, but what they found here looked rare even to them.",
        "“Jannalor!” said Wyn. “Just like us, there have to be others…other degens who seek The Way of the Chad. We must find them! We must seek the anime anons!” "
      ]
    },
    "partTwo": {
      "header": "Experimenting with the dankest spices",
      "body": [
        "A “High” Elf from the Maker Mafia, wielding a massive Bong Staff made by science, instituted a universal mandate for your mom.",
        "“We’ll teach them the way of the hentai “high” elves, and learn their psyops ways. Together, our magic will grow more based,” Jannalor replied.",
        "Experimenting with the dankest spices from their neighbours’ L2 farms, they learned to rotate their crops, with APYs banned for being too degenerate and not mobile compatible. “Looks rare”, they exclaimed. They feared they were ngmi, but they knew that the minute they stopped experimenting, trolls would make a shitty fork."
      ]
    },
    "partThree": {
      "header": "With their bags secured",
      "body": [
        "They tamed the harvest’s sketchy gains allowing rebasing rewards to flow at epochs exactly 69 times a day - nice.",
        "Hearing of another Uniswap fork, the Delong quickly acted to withdraw their pool2 assets: “If I can’t have my liquidity, no one can!”. “Our liquidity”, Corym interjected.",
        "“This aggression will not stand!  crvCVXbveCVXeYyvcrv3cryptoePyvCurve-EURS-20APR22 must flow!” raged Jannalor, determined to leak alpha to their paid Telegram group.",
        "Certain their dank path was “up only”, the Elfi summoned a Kia Sedona and drove over the ZK-bridge to the tower city of the VCs and their blood boys: audits be damned! "
      ]
    }
  }
}
